{
    "1": {
        "name": "Joker",
        "description": "Arthur Fleck, a party clown and a failed stand-up comedian, leads an impoverished life with his ailing mother. However, when society shuns him and brands him as a freak, he decides to embrace the life of chaos in Gotham City.",
        "director": "",
        "stars": []
    },
    "2": {
        "name": "Avengers: Endgame",
        "description": "After the devastating events of Avengers: Infinity War (2018), the universe is in ruins. With the help of remaining allies, the Avengers assemble once more in order to reverse Thanos' actions and restore balance to the universe.",
        "director": "",
        "stars": []
    },
    "3": {
        "name": "Parasite",
        "description": "Greed and class discrimination threaten the newly formed symbiotic relationship between the wealthy Park family and the destitute Kim clan.",
        "director": "",
        "stars": []
    },
    "4": {
        "name": "Once Upon a Time... in Hollywood",
        "description": "As Hollywood's Golden Age is winding down during the summer of 1969, television actor Rick Dalton and his stunt double Cliff Booth endeavor to achieve lasting success in Hollywood while meeting several colorful characters along the way.",
        "director": "",
        "stars": []
    },
    "5": {
        "name": "Knives Out",
        "description": "When renowned crime novelist Harlan Thrombey is found dead at his estate just after his 85th birthday, the inquisitive and debonair Detective Benoit Blanc is mysteriously enlisted to investigate.",
        "director": "",
        "stars": []
    },
    "6": {
        "name": "1917",
        "description": "April 6th, 1917. As an infantry battalion assembles to wage war deep in enemy territory, two soldiers are assigned to race against time and deliver a message that will stop 1,600 men from walking straight into a deadly trap.",
        "director": "",
        "stars": []
    },
    "7": {
        "name": "Captain Marvel",
        "description": "Carol Danvers becomes one of the universe's most powerful heroes when Earth is caught in the middle of a galactic war between two alien races.",
        "director": "",
        "stars": []
    },
    "8": {
        "name": "Spider-Man: Far from Home",
        "description": "Peter Parker, the beloved superhero Spider-Man, faces four destructive elemental monsters while on holiday in Europe. Soon, he receives help from Mysterio, a fellow hero with mysterious origins.",
        "director": "",
        "stars": []
    },
    "9": {
        "name": "Ford v Ferrari",
        "description": "American car designer Carroll Shelby and driver Ken Miles battle corporate interference and the laws of physics to build a revolutionary race car for Ford in order to defeat Ferrari at the 24 Hours of Le Mans in 1966.",
        "director": "",
        "stars": []
    },
    "10": {
        "name": "Star Wars: Episode IX - The Rise of Skywalker",
        "description": "The surviving Resistance faces the First Order once again.",
        "director": "",
        "stars": []
    },
    "11": {
        "name": "Jojo Rabbit",
        "description": "A young German boy in the Hitler Youth, whose hero and imaginary friend is the country's dictator, is shocked to discover that his mother is hiding a Jewish girl in their home.",
        "director": "",
        "stars": []
    },
    "12": {
        "name": "John Wick: Chapter 3 - Parabellum",
        "description": "John Wick is on the run after killing a member of the international assassins' guild, and with a $14 million price tag on his head, he is the target of hit men and women everywhere.",
        "director": "",
        "stars": []
    },
    "13": {
        "name": "Midsommar",
        "description": "A couple travels to Northern Europe to visit a rural hometown's fabled Swedish mid-summer festival. What begins as an idyllic retreat quickly devolves into an increasingly violent and bizarre competition at the hands of a pagan cult.",
        "director": "",
        "stars": []
    },
    "14": {
        "name": "The Irishman",
        "description": "An illustration of Frank Sheeran's life, from W.W.II veteran to hit-man for the Bufalino crime family and his alleged assassination of his close friend Jimmy Hoffa.",
        "director": "",
        "stars": []
    },
    "15": {
        "name": "The Gentlemen",
        "description": "An American expat tries to sell off his highly profitable marijuana empire in London, triggering plots, schemes, bribery and blackmail in an attempt to steal his domain out from under him.",
        "director": "",
        "stars": []
    },
    "16": {
        "name": "Shazam!",
        "description": "A newly fostered young boy in search of his mother instead finds unexpected super powers and soon gains a powerful enemy.",
        "director": "",
        "stars": []
    },
    "17": {
        "name": "Us",
        "description": "In order to get away from their busy lives, the Wilson family takes a vacation to Santa Cruz, California. At night, four strangers break into Adelaide's childhood home. The family is shocked to find out that the intruders look like them.",
        "director": "",
        "stars": []
    },
    "18": {
        "name": "Marriage Story",
        "description": "A stage director and his actor wife struggle through a grueling divorce that pushes them to their personal and creative extremes. Noah Baumbach's incisive and compassionate look at a marriage breaking up and a family staying together.",
        "director": "",
        "stars": []
    },
    "19": {
        "name": "Uncut Gems",
        "description": "With his debts mounting and angry collectors closing in, a fast-talking New York City jeweler risks everything in hope of staying afloat and alive.",
        "director": "",
        "stars": []
    },
    "20": {
        "name": "It: Chapter Two",
        "description": "Twenty-seven years after their first encounter with the terrifying Pennywise, the Losers Club have grown up and moved away, until a devastating phone call brings them back.",
        "director": "",
        "stars": []
    },
    "21": {
        "name": "El Camino",
        "description": "Fugitive Jesse Pinkman runs from his captors, the law, and his past.",
        "director": "",
        "stars": []
    },
    "22": {
        "name": "Alita: Battle Angel",
        "description": "A deactivated cyborg's revived, but can't remember anything of her past and goes on a quest to find out who she is.",
        "director": "",
        "stars": []
    },
    "23": {
        "name": "The Platform",
        "description": "In a prison where inmates are fed on a descending platform, those on the upper levels take more than their fair share while those below are left to starve on scraps and one man decides to change the system.",
        "director": "",
        "stars": []
    },
    "24": {
        "name": "Jumanji: The Next Level",
        "description": "In Jumanji: The Next Level, the gang is back but the game has changed. As they return to rescue one of their own, the players will have to brave parts unknown from arid deserts to snowy mountains, to escape the world's most dangerous game.",
        "director": "",
        "stars": []
    },
    "25": {
        "name": "Aladdin",
        "description": "Aladdin, a kind thief, woos Jasmine, the princess of Agrabah, with the help of Genie. When Jafar, the grand vizier, tries to usurp the king, Jasmine, Aladdin and Genie must stop him from succeeding.",
        "director": "",
        "stars": []
    }
}